{
    "piadas": [
        "O que um álcool disse para o outro? Etanois!",
        "Que raça de cachorro pula mais alto que um prédio? Qualquer uma, ué. Prédio não pula.",
        "Por que os elétrons nunca são convidados para festas? Porque eles são muito negativos.",
        "O que o tubarão disse quando comeu o peixe-palhaço? Que gostp engraçado!",
        "Por que o Arqueólogo escolheu essa profissão? Proque a carreira dele estava em ruínas.",
        "Qual é o contrário de volátil? Essa é facil: vem cá sobrinho.",
        "Por que os pássaros voam para o sul? Porque é muito longe para ir andando!",
        "Todas as frutas foram passar as férias na montanha, menos o mamão. Porque o mamão foi papaia!",
        "Por que a Coca-Cola e a Fanta se dão muito bem? Porque se a Fanta quebra, a Coca, Cola!",
        "O que é um piolho na cabeça de um careca? Um sem terra!",
        "Por que o menino estava falando ao telefone deitado? Para não cair a ligação",
        "Era uma vez um pintinho que se chamava Relam. Toda vez que chovia, Relam piava!",
        "O que o tijolo falou para o outro? Há um ciumento entre nós.",
        "Por que o Batman colocou o bat-móvel no seguro? Porque ele tem medo que Robin!",
        "Por que o policial não usa sabão? Porque ele prefere deter gente",
        "Qual a fruta que anda de trem? O Kiwiii!",
        "O que é um astrólogo andando de cavalo? Um cavaleiro do Zodiaco",
        "O que é um pontinho preto no avião? Uma aeromosca.",
        "Como que o mineiro usa a internet? Pelo UAI-fai.",
        "Qual é a galinha que cai no chão e surta? A galinha cai i pira.",
        "Qual é a diferença entre o lago e a padaria? No lago há sapinhos e na padaria assa pão",
        "Qual é o melhor tratamento para pessoas que sofrem de queda constante? Para-quedismo.",
        "Um tênis foi jogado ao mar e afundou. Qual o nome do filme? Titanike.",
        "Você conhece a piada do fotógrafo? Não. É porque ela não foi revelada.",
        "Qual é o tio da construção? O tio Jolo.",
        "Por que o livro de matemática  ficou triste? Porque tinha muitos problemas.",
        "Qual é o animal mais antigo? A zebra, porque está sempre a preto e branco.",
        "O que a banana suicida falou? Macacos me mordam!",
        "Por que a mulher do hulk divorciou-se dele? Porque ela queria um homem mais maduro.",
        "O que o advogado do frango foi fazer na delegacia? Soltar a franga.",
        "O que o tomate foi fazer no banco? Tirar extrato.",
        "O que a impressora falou para o papel? Esse é nosso último encontro, é sempre a mesma folha.",
        "O que o livro de biologia falou para o de matemática? Sinto falta de lógica na minha vida.",
        "Por que o homem jogou o computador no mar? Para navegar na internet.",
        "O que o martelo foi fazer no culto? Pregar.",
        "Um barco com três homens virou, porém, só dois molharam o cabelo, por quê? Um deles é careca!",
        "Dois caminhões caíram de um penhasco, mas um continuou voando, por quê? Porque ele é um caminhão-pipa.",
        "Por que a banana acaba em segundo em todas as competições? Porque ela é banana prata!",
        "Por que o rádio não pode ter filhos? Porque ele é estéreo",
        "Por que o pão não entende a batata? Porque o pão é francês e a batata é inglesa.",
        "Por que o fantasma entrou no elevador? Para elevar o espírito."
    ]
}